Repository: Langstonius/LinuxMCE
Catalog: ubuntu/lirc-0.8.2+lmce/debian/po/*.po
Languages: es, nl

source: Drivers to build:
es: Seleccione los controladores que desea compilar:
nl: Selecteer de te bouwen stuurprogramma's:

source: Try to automagically select support for your hardware?
es: ¿Trato de incluir automágicamente soporte para su hardware?
nl: Wilt u de de benodigde ondersteuning voor uw hardware automatisch laten detecteren?

source: You have installed and configured LIRC. It is possible to guess what kernel modules are needed and their parameters from your previous answers.
es: Ha instalado y configurado LIRC. Puedo tratar de averiguar que módulos del núcleo son necesarios y sus respectivos parámetros a partir de sus respuestas anteriores.
nl: U heeft LIRC geïnstalleerd en geconfigureerd. Er kan geprobeerd worden om de benodigde kernelmodules en bijbehorende parameters uit uw vorige antwoorden af te leiden.

source: You don't need any additional kernel modules
es: No necesita ningún módulo adicional para el núcleo.
nl: U heeft geen extra kernelmodules nodig.

source: Unless you want to build LIRC kernel modules for some other system, you can probably remove this package.
es: A no ser que quiera compilar los módulos del núcleo de LIRC para otro sistema, es probable que pueda borrar este paquete.
nl: Tenzij u kernelmodules met LIRC-ondersteuning voor een ander systeem wilt bouwen, kunt u dit pakket waarschijnlijk verwijderen.

source: How to build the binary modules package
es: Cómo compilar usted mismo el paquete de módulos binarios.
nl: Hoe het binaire modulepakket te bouwen.

source: For instructions on how to build the binary modules debian package read: /usr/share/doc/lirc-modules-source/README.Debian
es: Puede encontrar instrucciones sobre cómo compilar manualmente el paquete debian con los módulos binarios en /usr/share/doc/lirc-modules-source/README.Debian
nl: Instructies voor het bouwen van binaire modules als debian-pakket vindt u in /usr/share/doc/lirc-module-source/README.Debian

source: Quick walkthrough: cd /usr/src/ tar -xzf lirc-modules.tar.gz cd modules/lirc debian/rules binary-modules KSRC=/path/of/my/kernel/source/ dpkg -i ../../irc-modules-*.deb
es: Guía rápida: cd /usr/src/ tar -xzf lirc-modules.tar.gz cd modules/lirc debian/rules binary-modules KSRC=/path/of/my/kernel/source/ dpkg -i ../../irc-modules-*.deb
nl: Te volgen procedure: cd /usr/src/ tar -xzf lirc-modules.tar.gz cd modules/lirc debian/rules binary-modules KSRC=/path/of/my/kernel/source/ dpkg -i ../../irc-modules-*.deb

source: Standard, DigiMatrix
es: Estandar, DigiMatrix
nl: Standaard, DigiMatrix

source: Type of ITE8705/12 CIR port to support:
es: Tipo de puerto ITE8705/12 CIR a soportar:
nl: Te ondersteunen type ITE8705/12 CIR-poort:

source: The following list includes short descriptions of the different options available:
es: En la siguiente lista se describen escuetamente las diferentes opciones disponibles:
nl: De volgende lijst omvat korte beschrijvingen van de beschikbare opties:

source: Standard: Standard setup chip DigiMatrix: Setup for Asus DigiMatrix onboard chip
es: Standard: Chip de configuración estandar DigiMatrix: Configuraciuón para el chip Asus DigiMatrix
nl: Standaard: Standaard installatie-chip DigiMatrix: Installatie voor Asus DigiMatrix onboard chip

source: ANIMAX, IRDEO, Other
es: ANIMAX, IRDEO, Otro
nl: ANIMAX, IRDEO, Andere

source: Type of serial device to support
es: Tipo de dispositivo serie a soportar
nl: Welk type serieel apparaat moet worden ondersteund?

source: ANIMAX: Anir Multimedia Magic IRDEO: IRdeo Other: Any other supported device. If you don't know what the other devices are, you should probably choose "Other".
es: ANIMAX: Anir Multimedia Magic IRDEO: IRdeo Otro: Cualquier otro dispositivo soportado. Si no sabe qué son los otros dispositivos, posiblemente debera escoger "Otro".
nl: ANIMAX: Anir Multimedia Magic IRDEO: IRdeo Andere: Elk ander ondersteund apparaat. Kies "Andere" als u niet weet wat voor apparaten de andere zijn.

source: Is your serial IR device a transmitter?
es: ¿Su dispositivo infrarrojo es un emisor?
nl: Is uw seriële IR-apparaat een zender?

source: Should the carrier signal be generated by software?
es: ¿Quiere generar la señal portadora por software?
nl: Moet de signaaldrager softwarematig geproduceerd worden?

source: IO port of your IR serial device:
es: Puerto de entrada/salida de su dispositivo infrarrojo:
nl: IO-poort van uw seriële IR-apparaat:

source: IRQ of your IR serial device:
es: Interrupción del dispositivo serie:
nl: IRQ van uw seriële IR-apparaat:

source: ACTISYS_ACT200L, TEKRAM, Other
es: ACTISYS_ACT200L, TEKRAM, Otro
nl: ACTISYS_ACT200L, TEKRAM, Andere

source: What type of SIR device should be supported?
es: ¿Para qué tipo de dispositivo SIR desea incluir soporte?
nl: Welk type SIR-apparaat moet worden ondersteund?

source: The following lists are short descriptions of the options to show what they mean.
es: Las siguientes listas son descripciones cortas de las opciones para mostrar lo que significan.
nl: De volgende lijsten zijn korte beschrijvingen van de opties om hun betekenis te tonen.

source: ACTISYS_ACT200L: Actisys Act200L dongle. TEKRAM: Tekram Irmate 210 (16x50 UART compatible serial port) Other: Any other supported device.
es: ACTISYS_ACT200L: Actisys Act200L dongle. TEKRAM: Tekram Irmate 210 (ipuerto serie compatible 16x50 UART) Otro: Cualquier otro dispositivo soportado.
nl: ACTISYS_ACT200L: Actisys Act200L dongle. TEKRAM: Tekram Irmate 210 (16x50 UART compatibele seriële poort) Andere: Elk ander ondersteund apparaat.

source: IO port of your SIR device:
es: Puerto de entrada/salida de su dispositivo SIR:
nl: IO-poort van uw SIR-apparaat:

source: IRQ of your SIR device:
es: Interrupción de su dispositivo SIR:
nl: IRQ van uw SIR-apparaat:

source: IO port of your parallel IR device:
es: Puerto de entrada/salida de su dispositivo de puerto paralelo
nl: IO-poort van uw parallelle IR-apparaat:

source: IRQ of your parallel IR device:
es: Interrupción de su dispositivo de puerto paralelo:
nl: IRQ van uw parallelle IR-apparaat:

source: Timer used for your parallel IR device:
es: Temporizador usado por su dispositivo de puerto paralelo:
nl: Timer die voor uw parallelle IR-apparaat gebruikt wordt:

source: Try to automatically build the modules?
es: ¿Trato de compilar automáticamente los módulos?
nl: Wilt u proberen om de modules automatisch te bouwen?

source: It is possible to build and install your lirc kernel modules, as long as your current kernel's source (and gcc) are present on your computer.
es: Es posible compilar e instalar lo módulos de lirc, siempre y cuando tengalos fuentes (y el gcc) de su kernel actual.
nl: Wanneer de broncode van de huidige kernel (en gcc) op uw systeem aanwezig zijn, kan geprobeerd worden om de voor lirc benodigde kernelmodules automatisch te bouwen en te installeren.

source: Even if you choose to dos so, you should build and install a binary 'kernel modules' package so that the package manager can keep track of the files.
es: Sin embargo, aunque haga esto, debería instalar un paquete de «módulos del kernel»para que el gestor de paquetes pueda tratar adecuadamente los ficheros.
nl: Zelfs wanneer u "ja" selecteert, kunt u best een pakket met de binaire kernelmodules installeren, omdat dit de programmatuur voor pakketbeheer in staat stelt bij te houden welke bestanden geïnstalleerd zijn.

source: Where is your kernel source?
es: ¿Dónde se encuentran las fuentes del núcleo?
nl: Waar is de broncode van uw kernel?

source: To build lirc kernel modules, kernel sources are needed.
es: Para compilar los módulos de lirc, son necesarios los fuentes del núcleo.
nl: Om kernelmodules met lirc-ondersteuning te bouwen, is de broncode nodig van de kernel die u van plan bent te gebruiken.

source: ${ksrc} is not a valid kernel source tree
es: ${ksrc} no es un árbol de fuentes del núcleo válido.
nl: ${ksrc} bevat geen geldige kernel broncode.

source: Create LIRC device nodes if they are not there?
es: ¿Crear los nodos de dispositivo para LIRC si aún no existen?
nl: Wilt u LIRC-apparaatbestanden aanmaken wanneer deze ontbreken?

source: LIRC needs some files under /dev/ for it to work:
es: LIRC necesita algunos ficheros en /dev/ para funcionar:
nl: LIRC heeft een aantal bestanden onder /dev/ nodig om te werken:

source: /dev/lirc /dev/lircd and /dev/lircm
es: /dev/lirc /dev/lircd y /dev/lircm
nl: /dev/lirc /dev/lircd en /dev/lircm

source: Do you want to reconfigure LIRC?
es: ¿Desea reconfigurar LIRC?
nl: Wilt u LIRC opnieuw configureren?

source: LIRC is already configured, reconfiguring it may spoil some of your handcrafted configuration in /etc/lirc/hardware.conf.
es: Ya se ha configurado LIRC. Reconfigurarlo puede arruinar parte de su configuración manual en /etc/lirc/hardware.conf.
nl: LIRC is reeds geconfigureerd, herconfigureren kan ertoe leiden dat uw handmatige aanpassingen in /etc/lirc/hardware.conf niet meer werken.

source: However comments, LIRC_ARGS and other unknown code will be preserved.
es: Sin embargo, se preservarán los comentarios, LIRC_ARGS y cualquier otro código desconocido.
nl: Nochtans zullen de commentaren, LIRC_ARGS en andere onbekende code worden bewaard.

source: You should take care of old configuration files
es: Tenga cuidado con los ficheros de configuración antiguos.
nl: De oude configuratiebestanden dienen verder door u beheerd te worden.

source: Previous versions of this package didn't include any configuration file and expected the user to put his own /etc/lircd.conf and /etc/lircmd.conf
es: Versiones anteriores de este paquete no incluían ningún fichero de configuración y esperaban que el usuario escribiera su propio /etc/lircd.conf y /etc/lircmd.conf.
nl: De vorige versies van dit pakket bevatten geen configuratiebestanden en verwachtten dat de gebruiker zijn eigen /etc/lircd.conf en /etc/lircmd.conf zou aanmaken.

source: The new location for these files is /etc/lirc/.
es: La nueva ubicación de estos ficheros es /etc/lirc/.
nl: De nieuwe locatie van deze bestanden is /etc/lirc.

source: Things will be arranged properly but, in case they can't be, please make sure that none of LIRC configuration files are left directly under /etc/.
es: Trataré de organizar las cosas apropiadamente pero, en caso de que no pueda, por favor asegúrese de no dejar ningún fichero de configuración de LIRC directamente en /etc/.
nl: Er wordt geprobeerd om alles automatisch te herschikken. Als dit niet goed gaat, gelieve ervoor te zorgen dat er zich geen LIRC-configuratiebestanden bevinden onder /etc/.

source: lircmd should use the IntelliMouse protocol instead of IMPS/2
es: lircmd debería usar el protocolo IntelliMouse en vez de IMPS/2
nl: lircmd zou het IntelliMouse-protocol i.p.v. IMPS/2 moeten gebruiken.

source: The method lircmd uses to simulate a mouse is not compatible with IMPS/2 protocol, so the IntelliMouse support has been added and is now the preferred protocol.
es: El método que usa lircmd para simular un ratón no es compatible con IMPS/2 así que se ha añadido soporte para IntelliMouse y es ahora el protocolo preferido.
nl: De door lircmd gebruikte methode voor het nabootsen van een muis is incompatibel met het IMPS/2-protocol. Ondersteuning voor het IntelliMouse-protocol is daarom toegevoegd, en is nu het te verkiezen protocol.

source: You ARE currently using lircmd with IMPS/2 protocol and are encouraged to update /etc/lirc/lircmd.conf and the configuration of any program which uses lircmd as a mouse to use IntelliMouse protocol.
es: Ahora se está usando lircmd con el protocolo IMPS/2 y debería actualizar /etc/lirc/lircmd.conf y la configuración de cualquier programa que use lircmd como ratón para que use el protocolo IntelliMouse en su lugar.
nl: U gebruikt momenteel lircmd met IMPS/2-protocol. Aanbevolen wordt om /etc/lirc/lircmd.conf (en de configuratie van programma's die lircmd als muis gebruiken) te wijzigen naar gebruik van het IntelliMouse-protocol.

source: NOTE: gpm will refuse to use lircmd as a mouse with IMPS/2 protocol.
es: NOTA: gpm se negará a usar lircmd como ratón con el protocolo IMPS/2.
nl: MERK OP: gpm zal weigeren om lircmd met het IMPS/2-protocol te gebruiken als muis.

source: Delete /var/log/lircd?
es: ¿Borrar /var/log/lircd?
nl: Wilt u dat /var/log/lircd verwijderd wordt?

source: LIRC now uses syslog as a logging mechanism. This means that /var/log/lircd is not anymore pertinent.
es: LIRC ahora usa syslog como mecanismo de registro. Esto significa que /var/log/lircdya no es pertinente.
nl: LIRC gebruikt nu syslog voor het logboek. Dit betekent dat /var/log/lircd niet meer relevant is.

source: If you answer 'no' to this question /var/log/lircd will be left there and you will have to take care of it yourself.
es: Si contesta 'no' a esta pregunta, /var/log/lircd quedará en su sitio y tendrá que encargarse usted mismo de él.
nl: Als u deze vraag met "nee" beantwoordt, zal /var/log/lircd niet worden verwijderd en zult u dit bestand zelf moeten beheren.
