Repository: Langstonius/LinuxMCE
Catalog: ubuntu/asterisk/freepbx/modules-2.2/modules/freepbx-module-manager/i18n/*/LC_MESSAGES/manager.po
Languages: fr_fr

source: Error writing the manager additional file.
fr_fr: Erreur d'écriture du fichier de configuration.

source: This manager already exists
fr_fr: Ce manager existe déjà

source: Add Manager
fr_fr: Ajout Manager

source: deleted
fr_fr: supprimé

source: Delete Manager
fr_fr: Supprimer le Manager

source: Edit Manager
fr_fr: Edition Manager

source: manager name:
fr_fr: nom du manager:

source: Name of the manager without space.
fr_fr: Nom du manager sans espace.

source: manager secret:
fr_fr: mot de passe:

source: Password for the manager.
fr_fr: Mot de passe du manager.

source: If you want to deny many hosts or networks, use & char as separator.<br/><br/>Example: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0
fr_fr: Si vous souhaitez interdire plusieurs hosts ou réseaux, utilisez le caractère & comme séparateur.<br/><br>Exemple: 192.168.1.0/255.255.255.0&10.0.0.0/255.0.0.0

source: If you want to permit many hosts or networks, use & char as separator. Look at deny example.
fr_fr: Si vous souhaitez autoriser plusieurs hosts ou réseaux, utilisez le caractère & comme séparateur.

source: Rights
fr_fr: Droits d'acces

source: Read
fr_fr: Lecture

source: Write
fr_fr: Ecriture

source: Check Asterisk documentation.
fr_fr: Consultez la documentation Asterisk.

source: Check All/None.
fr_fr: Sélectionner tout/aucun
